{
	"img": "//r.tourboxtech.com/en/src/images/about-us.jpg",
	"title": "Über TourBox",
	"content":[
		"Kreative Inspiration sollte nicht durch eine umständliche Bedienung gestört werden.",
		"Die ursprüngliche Inspiration für dieses Produkt kam unserem Firmengründer bei der täglichen Bearbeitung von Fotos und Videos.",
		"Er stellte fest, dass die Verwendung herkömmlicher Tastaturen zur Bedienung von Grafik- und Videosoftware kompliziert und wenig effizient war und die Umsetzung seiner Ideen häufig durch Probleme bei der Bedienung aufgehalten wurde.",
		"Allerdings gab es auch kein Produkt auf dem Markt, das dieses Problem wirklich lösen konnte.",
		"Es war ihm nicht möglich, ein intuitives, bequemes Werkzeug zu finden, um Kreativsoftware zu bedienen.",
		"Daher wurde im November 2016 das TourBox-Team gegründet, und es begann mit der Entwicklung von Werkzeugen, die die Branche neu gestalten sollten.",
		"Das Team wuchs schrittweise mit der Entwicklung des Unternehmens und besteht mittlerweile aus Hardware-Ingenieuren von Google und Autodesk, Softwareentwicklern, Industriedesignern, Konstrukteuren und Kreativen.",
		"Um kontinuierlich Innovationen zu entwickeln und die Bedürfnisse unserer Kunden wirklich zu erfüllen, wurden Zeichner, Regisseure und Fotografen ins Team geholt, um Produktdesign und Benutzererlebnis zu optimieren.",
		"Wir arbeiten Schritt für Schritt an Innovationen und sind bestrebt, ein Werkzeug zu entwickeln, mit dem die Effizienz gesteigert und das Bedienerlebnis optimiert wird.",
		"Wir waren fest entschlossen, niemals aufzugeben und konnten sämtliche während der Entwicklung auftretenden Probleme lösen.",
		"Wir haben zwei Jahre mit der Entwicklung unseres Produkts verbracht, um sicherzustellen, dass es eine hohe Lebensdauer hat, für ein breites Anwendungsspektrum tauglich ist und Kreativen ein optimales Bedienerlebnis bietet.",
		"Hierzu mussten wir einen völlig neuen Rahmen schaffen, um verschiedene Probleme zu bewältigen – wie die rein logischen Probleme einer Bedienung mit mehreren Eingabegeräten, der mangelhaften Haltbarkeit mancher Komponenten, dem Mangel an Protokollen für solche Interaktionen, dem Mangel an Erfahrung, was entsprechende Interaktionen zwischen Mensch und Computer angeht und vieles mehr.",
		"Die Hard- und Software von TourBox wurde durch Verifizierung, Tests und entsprechende Anpassungen sowie durch die fortwährenden Anstrengungen unseres Teams für Forschung und Entwicklung auf ein hervorragendes Niveau gebracht.",
		"Im Oktober 2018 schließlich starteten wir ein Crowdfunding-Projekt auf Kickstarter und konnten TourBox über den Handel veröffentlichen.",
		"Das Crowdfunding erwies sich als großer Erfolg und ermöglichte es uns, mit der Massenproduktion von TourBox zu beginnen.",
		"Wir haben dieses Produkt von Grund auf entwickelt, ohne während seiner Produktion auf weitreichende Erfahrungen zurückgreifen zu können.",
		"Um ein Gerät zu entwickeln, über das Menschen jeden Tag mit Computern interagieren können, mussten Haltbarkeit, Bedienkomfort und Erscheinungsbild berücksichtigt werden, was für uns eine große Herausforderung darstellte.",
		"Um dieser Herausforderung gewachsen zu sein, haben wir Experten für das Management von Versorgungsketten und Spezialisten für die Sicherung der Produktionsqualität verpflichtet.",
		"Unsere Beharrlichkeit führte zum Erfolg, und im Juli 2019 konnten wir schließlich die fertigen TourBox-Controller an unsere Crowdfunding-Unterstützer in 58 Ländern ausliefern.",
		"Unsere Unterstützer schätzen die TourBox sehr und haben begonnen, sie in ihre digitalen Workflows einzubinden, nachdem sie an ihre Bedürfnisse angepasst wurde.",
		"Wir werden unsere Unterstützer auch weiterhin betreuen – all unsere harte Arbeit und unser Einsatz in den letzten drei Jahre haben sich endlich ausgezahlt.",
		"TourBox ist mittlerweile die erste Wahl für Kreative, um ihre Workflows zu beschleunigen.",
		"Die Unterstützung durch Kreative auf der ganzen Welt wird uns auch weiterhin antreiben, mit Leidenschaft Innovationen zu schaffen und die besten Werkzeuge für die digitale Welt bereitzustellen.",
		"<strong>Adresse:</strong> <br/> <span>1154 CADILLAC CT, MILPITAS, CA95035, USA</span>"
	]
}
