{
	"img": "//r.tourboxtech.com/en/src/images/about-us.jpg",
	"title": "About TourBox",
	"content":[
		"Inspiration should never be blocked by tedious operations.",
		"The original inspiration for this product came from our founder's daily processing of photos and videos. He found that using traditional keyboards to operate editing software was complicated and less efficient, and his ideas were often interrupted by operational problems. However, there was no product on the market that could truly solve these problems, except for traditional keyboards. It was impossible to find an intuitive, convenient tool that could deal with editing software.",
		"Our TourBox team was thus founded in November 2016 and began to create new tools that would reshape the industry.",
		"The team grew gradually as the company’s R&D developed, and now consists of hardware engineers from Google, Autodesk, software architects, industrial designers, structural designers and creators. To continuously innovate and truly meet our customers’ needs, cartoonists, directors and photographers were invited to join the team and optimize the product’s design and the user experience.",
		"We innovate step by step and are dedicated to developing a tool that can increase efficiencies and truly optimize operational experiences. We will never give up and have used this determination to solve the problems we faced during development.",
		"We spent two years developing our product to ensure that it had a longer service life, could be used with a wider range of applications, and offered creators an optimal user experience. We also built an all-new underlying framework to overcome various problems, including the logic problems of mixed operation, component durability problems, Generic Interaction Protocols, integrated human-computer interaction design, and more.",
		"TourBox’s hardware and software have both been lifted to an incomparable level through verification, trial and modification, as well as the continuous efforts of our R & D team.",
		"In October 2018, we eventually launched a crowdfunding project on Kickstarter, and proudly released a commercial version of TourBox. The crowdfunding proved a great success and empowered us to start the mass production of TourBox.",
		"We built this product from the ground up without having much experience to refer to during its production. To create a device that enables humans to interact with computers every day, we had to take durability, operational comfort and appearance into consideration, which was a huge challenge for us. To tackle these difficulties, we invited supply chain management experts and production quality management specialists to join us. We succeeded eventually and the finished TourBox products were delivered worldwide to crowdfunding supporters in 58 countries in July 2019.",
		"Our supporters speak highly of the TourBox and have started applying it to their digital workflows after customizing it to meet their needs.",
		"We will not let our supporters down, and all our hard work and effort over the past three years have finally paid off.",
		"TourBox has now become the first choice of creators to accelerate their workflows. The support of every creator will continue to encourage us to innovate with passion and continue delivering the best tools to the digital world.",
		"<strong>Address：</strong> <br/> <span>1154CADILLAC CT,MILPITAS,CA95035,United States</span>"
	]
}
